Repository: jonbitzen/convergence-greeter
Catalog: po/extra/*.po
Languages: fr

source: Unlock or log in to your device
fr: Déverrouillez ou connectez-vous à votre appareil

source: Fix an issue with media keys
fr: Correction d'un problème avec les touches de média

source: Updated translations
fr: Mise à jour des traductions

source: Ensure that manual login is available when users are hidden
fr: Nous avons fait en sorte que la connexion manuelle soit disponible lorsque les utilisateurs sont masqués

source: Save last user on attempted login
fr: Enregistrement du dernier utilisateur lors d'une tentative de connexion

source: Handle all background aspect ratios
fr: Prise en charge des fonds d'écran quel que soit leur ratio

source: Give non-focused user cards smaller usernames
fr: Les cartes utilisateur n'aillant pas le focus ont un nom d'utilisateur plus petit

source: Better respect NumLock settings
fr: Respect des paramètres du verrouillage numérique

source: Enable sounds in greeter
fr: Activation des sons

source: Select password text on error instead of immediately clearing it
fr: Sélection du mot-de-passe lors d'une erreur au lieu de le supprimer directement

source: Code cleanup
fr: Nettoyage du code

source: Extensive overhaul
fr: Refonte complète

source: New card-based appearance
fr: Nouvelle apparence basée sur des cartes

source: Improved HiDPI support
fr: Meilleur support du HiDPI

source: AccountsService functionality
fr: Fonctionnalité d'AccountsService

source: Various bug fixes
fr: Correction de bugs
